{
	"rules": "<i><b>The following rules all pertain to the server, i.e. challenging, battling and sending messages in the server. All rules that include sending messages, apply to private, main chat and battle messaging unless one or more of those is specifically referenced. Please alert a server auth and channel auth, respectively, if no immediate punitive response is taking place in a situation you feel it should. This does not apply to disputes that are out of the scope of the server rules and/or are centered around private messages unavailable firsthand.</b></i><br/><br/><b>1. No mini-moderation:</b><br/>No attempting to moderate an implied offence by a member to other members of the server where it is not in your jurisdiction to do so - i.e. if you have no server authority and attempt to moderate a player breaking a server rule. Likewise, if you lack channel authority, you cannot attempt to moderate a channel's chat. You are fully entitled to use the chat supplied by the program on our server to attempt to resolve disputes in private matters (including a community/organisation you belong to). We ask you, however, to refrain from unwillingly involving other members of our server in these by insisting you keep it to Private Messaging or your own channel. We also would like to remind you we do not see any private messages and thus cannot make decisions based on the content of them.<br/><br/><b>2. No Bad Battle Behaviour:</b><br/>No raging at players who don't play by your personal rules. A player may use whatever Pokemon, moves, items, abilities that are allowed by the server and simulator - this extends to seemingly exploiting bugs/glitches. Blaming your opponent for 'hax' is also discouraged. If you feel you are unjustly treated by the RNG in a match where your opponent concludes with 'gg', please do not take it upon yourself to rage. <br/><br/><b>3. No Excessive Bad Language:</b><br/>No excessive use of pejoratives, or words of a taboo or vulgar nature. A large proportion of people find these words hurtful; and the excessive use of them goes against our ideal of maintaining a comfortable to be on server.<br/><br/><b>4. No Disrespectful Behavior:</b><br/>No overuse of putting members down, i.e. attacking their personal values. In certain circumstances, it may be acceptable to intentionally lower another member's ego, especially in a light-hearted situation. It may also feel a necessary course of action against those members who boast too much. We ask you to make a conscious effort, if you don't already, to try to treat everyone with respect and not discriminate against certain types of members: for example, new members. Also, no frequent impersonations of any member of the server.<br/><br/><b>5. No Spamming:</b><br/>No excessive use of long, repeated or nonsensical messages. No excessive use of upper case letters (CAPS).<br/><br/><b>6. No Flooding:</b><br/>No sending a high amount of messages in a short period of time, i.e. using up the server's resources carelessly and disrupting the main chat.<br/><br/><b>7. No Flaming:</b><br/>No sending a destructively critical or abusive message, especially to provoke dissent or controversy. <br/><br/><b>8. No Trolling:</b><br/>No intending to anger other members, create negative dramas, or otherwise disrupt the server's intended purpose. No exaggeration of the negative impacts of an auth's decision, or the behaviour of another member of the server.<br/><br/><b>9. No Exaggerating Self-Importance</b><br/>No asking for authority. No excessive hinting over the fact you don't authority. No frequent boasting.<br/><br/><b>10. No Advertising:</b><br/>No sending hyperlinks into the main chat of other organisations main pages. You are allowed to send a hyperlink that links to specific content that can be a talking-point. However, no repeated sending of content from websites which are not extremely popular. No repeated mentioning that another PO server is back up in the case it went down earlier. No telling members of our server to go to another PO Server.<br/><br/><b>11. No Malicious Links:</b><br/>No sending hyperlinks which link to potentially illegal material or that infect the receiver's PC. No sending hyperlinks which link to pornographic content, cause disgust or force one's internet browser window open.<br/><br/><b>12. No Language Inconsideration:</b><br/>In cases where a minority of people are speaking in a language other than English to the detriment of the majority of user's speaking on the main chat, it is acceptable to ask them to talk in another channel. Likewise if you are the minority speaking a language other than English, it is advised you take the chat to another channel. However, no forcing other users to speak English when the main chat is clearly not being majorly used by English speakers.<br/><br/><b>13. No Challenge Spamming:</b><br/>No repeated challenging of members of the server, especially if they refuse one or more times without you having gotten their battling approval."
}